{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [
    "quran.taj.tajquranapp"
  ],
  "crawling_time": "2024-01-22 13:18:40",
  "crawling_time_epoch": 1705904320,
  "path_data_raw": "data/data_raw/review_appsapks/al_quran_kareem_–_taj_company_16_lines_tajweedi_1.14_apk/json/MUHAMMAD_ASIF_NADEEM.json",
  "path_data_clean": "data/data_clean/review_appsapks/al_quran_kareem_–_taj_company_16_lines_tajweedi_1.14_apk/json/MUHAMMAD_ASIF_NADEEM.json",
  "reviews_name": "Al Quran Kareem – Taj Company 16 lines Tajweedi 1.14 APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 1,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Package": "quran.taj.tajquranapp",
    "Version": "1.14",
    "Size": "97.78 MB",
    "Developed_By": "Taj Company Ltd",
    "descriptions": "The Noble 16 line Quran from Taj Company\nTaj Al Quran Kareem Rangeen colour coded Tajweedi is a FREE Holy Quran reciting application for android and other smartphones. Taj Al Quran Kareem Rangeen Tajweedi is 16 lines Holy Quran with Tajweed indicators marked with color text. The particular style of Quran Majeed is known as Indo/pak(Indian Pakistan) Tajweedi Holy Quran.\nAl Quran Kareem – Taj Company 16 lines Tajweedi\nThis Taj company 16 line Quran application is for everyone who wants to recite The Holy Quran with 16 line Quran tajweed. This Quran Majeed app is optimized for reading Holy Quran with no distraction. We have tried to make your recitation as easy and thoughtful by keeping it simple and concise.\nThis Al Quran Kareem – Taj Company 16 lines Tajweedi app has specific standard format of 16 lines per page with search format as you can search any Para, Surah, Ayat, Roku & Manzil during your reading. 16 line Holy Quran is specially designed for Hafiz-e-Quran Muslims who completely memorize Holy Quran in madrasa, school or other religious islamic institution.\nYou can search The Noble Quran by Parah, Surah, and Ayat (ayah) and learn The Quran Tajweed in easy way. In Quran Taj Company 16 Lines, you can also save your Surah or page with unlimited bookmarks. While reciting The Holy Quran just tap the bookmark icon in quick toolbar to save the current Quran page plus you can search for particular ayah inside the application.\nBe a part in spreading The Quran with 16 Line Tajweedi and help others to gather its blessing. Share it with friends and family Via SMS, Email, Bluetooth, WhatsApp and other sharing option.\nBy using The Holy Quran 16 Line Taj Company app you can enhance your recitation and spiritual experience with real feel of actual printed Holy Quran anytime anywhere. Al-Quran Kareem has a real page turning effect, elegant style with Rangeen 16 Line Tajweedi, search with PARA, SURAH, AYAT, ROKU, MAZIL & SAJDA & better zoom readability.\nFeatures of this Quran Majeed App:\n****************************************\n• Swipe from left to right to go Next page,\n• Search with PARA, SURAH, AYAT, ROKU, MAZIL & SAJDA,\n• 114 Surah part by part,\n• 16 Line Tajweed Holy Quran,\n• You can Resume pages where you read last,\n• Add unlimited bookmarks\nDisclaimer: This application is built with caution and care. Before release, it was checked by certified Quran Proofreaders and found no errors. Taj Company always takes extra measures to make sure the calligraphy or text of the Holy Quran has no error of any sort. In case you find any issue that you think should be corrected, please contact us or comment. We would be thankful. It is our duty to always thrive for the quality and authenticity of the Holy Quran. Your help will surely improve that. copy rights protected."
  },
  "detail_reviews": {
    "username_reviews": "MUHAMMAD ASIF NADEEM",
    "image_reviews": null,
    "created_time": "2021-07-01 20:45:45",
    "created_time_epoch": 1625172345,
    "email_reviews": null,
    "company_name": null,
    "location_reviews": null,
    "title_detail_reviews": null,
    "reviews_rating": null,
    "detail_reviews_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ],
    "total_likes_reviews": null,
    "total_dislikes_reviews": null,
    "total_reply_reviews": 0,
    "content_reviews": "Jazak Allah !",
    "reply_content_reviews": [],
    "date_of_experience": "2021-07-01 20:45:45",
    "date_of_experience_epoch": 1625172345
  }
}