{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [],
  "crawling_time": "2024-01-22 13:36:06",
  "crawling_time_epoch": 1705905366,
  "path_data_raw": "data/data_raw/review_appsapks/sniper_3d_gun_shooter_free_elite_shooting_games_apk/json/pourya.json",
  "path_data_clean": "data/data_clean/review_appsapks/sniper_3d_gun_shooter_free_elite_shooting_games_apk/json/pourya.json",
  "reviews_name": "Sniper 3D Gun Shooter: Free Elite Shooting Games APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 1,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Name": "Sniper 3D Gun Shooter: Free Elite Shooting Games",
    "Package": "com.fungames.sniper3d",
    "Version": "2.23.12",
    "Size": "95.48 MB",
    "Developed_By": "Fun Games For Free",
    "descriptions": "AIM and SHOOT! Download now for free one of the best FPS shooting games. Clash with the criminals on different scenarios full of action.\nSniper 3D Assassin® in 7 words: great gameplay, awesome visuals and entertaining missions. And best of all? It's a free fps game to pass the time! Defend the victims from kidnappings to bomb attacks to a Vegas hitman: hostage survival is critical!\nFeatures:\n– Ultra realistic 3D graphics and cool animations\n– Hundreds of thrilling missions\n– Play in multiple battlegrounds, from huge cities to beautiful beaches\n– Tons of letal guns and mortal weapons\n– Addicting FPS gameplay\n– Easy and intuitive controls\n– Free game: play it both on your phone and tablet\nForget those dumb, repetitive shooting games. Here, your duty will include racing against time, exploding helicopters, killing zombies and quite a few shots in slow motion. Survival is necessary! But can you solve the puzzle, save the victims and kill only the right target hidden in the crowd? Can you stop the unknown virus from spreading? Will you take out the assassins in time? You received the call for duty of saving the people. Don't let their creed on you be in vain!\nThe best first person shooter (fps) action game! Be the best sniper in every environment! The combat is real, and you can be the hero.\n● Hundreds of missions:\n\"Alpha, Bravo, Charlie, do you copy?\" Find the target, aim, shoot.\nSave the state secrets from the rogue agents and spies, and stop them from spreading a terrible virus. Do you have the skills? Help your country in the massive nuclear competition.\n● The hostages are within the enemy fort. Will you storm in through the open, or sneak up at nite?\n● El Diablo, the criminal king pin, is creating havoc in the city – will you end this rebellion?\n● The enemy is racing to their target: don't let them reach it in time!\n● Don't leave any zombies alive!! Are you prepared for all the action and adventure in this awesome fps shooting game? Can you guarantee the survival of the human race?\n● Unlock awesome weapons and upgrade them with evolutions in the arsenal:\nBuy the best Sniper rifles, assault rifles, shotguns or pistols that exist with the gems you earned in the game! Upgrade the ammo, the grip, and the calibre to get bullets that inflict more damage, have better range, scope, stability, or zoom. Will you choose the hunting rifle, the awesome assault mp5, a Glock or a Colt in the armory?\n● Play it anywhere\nSniper 3D does not require you to be always online in order to have fun. You can enjoy it offline in the subway, while flying on a (real) plane, in the car on the road. From time to time, it may be necessary to download additional (free) content online.\n● PvP mode\nTry out the pvp mode: prepare your gun and hunt your enemy. The pvp mode will test your speed in killing and hunting. Take long and you will be dead. Follow the rules of your training and act! You can now join up with other players from around the world. Become the immortal sniper you were meant to be!\n● Limited data usage\nOur game will not consume tons of data from your mobile plan that you'd want to use instead to surf the web, watch online videos and listen to free music. Have fun with limited data usage.\n● Disclaimer\nSniper 3D Assassin® is a free game but it contains mature content and optional in-app purchases for real money. You may want to keep away it from your kids and younger boys\nSniper 3D Assassin® is brought to you by Fun Games For Free.\nWhat’s New\n+ Play through all the 21 cities in Single Player mode\n+ Advance through the new Leagues in the Real-Time Multiplayer PvP Arena\n+ Battle against others in the Squad Wars\n+ Performance improvements\n+ Minor bug fixes"
  },
  "detail_reviews": {
    "username_reviews": "pourya",
    "image_reviews": null,
    "created_time": "2021-04-24 10:29:51",
    "created_time_epoch": 1619260191,
    "email_reviews": null,
    "company_name": null,
    "location_reviews": null,
    "title_detail_reviews": null,
    "reviews_rating": null,
    "detail_reviews_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ],
    "total_likes_reviews": null,
    "total_dislikes_reviews": null,
    "total_reply_reviews": 0,
    "content_reviews": "I like it",
    "reply_content_reviews": [],
    "date_of_experience": "2021-04-24 10:29:51",
    "date_of_experience_epoch": 1619260191
  }
}