{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [
    "com.globe.gcash.android"
  ],
  "crawling_time": "2024-01-22 13:17:38",
  "crawling_time_epoch": 1705904258,
  "path_data_raw": "data/data_raw/review_appsapks/gcash_–_buy_load,_pay_bills,_send_money_5.29.1_apk/json/MARIA_AZUCENA_POCOT_PITOC.json",
  "path_data_clean": "data/data_clean/review_appsapks/gcash_–_buy_load,_pay_bills,_send_money_5.29.1_apk/json/MARIA_AZUCENA_POCOT_PITOC.json",
  "reviews_name": "GCash – Buy Load, Pay Bills, Send Money 5.29.1 APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 2,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Package": "com.globe.gcash.android",
    "Version": "5.29.1",
    "Size": "41.44 MB",
    "Developed_By": "Mynt – Globe Fintech Innovations",
    "descriptions": "A mobile wallet app that lets you instantly pay bills, buy load, send money, shop, and more – all in the safety of your own home!\nEnjoy fast and easy payments with GCash! It's a safe, secure mobile wallet that connects to your mobile number, making it available anytime, anywhere. Download GCash today so you can complete your errands without having to break quarantine!\n• Open to all networks\n• Zero-rated for Globe and TM\n• Regulated by BSP\nSEND MONEY IN REAL TIME FOR FREE\n• Send money to GCash, Coins.ph, and PayMaya users\n• Send any amount to multiple people at once with Ang Pao\nTRANSFER MONEY TO 40+ BANKS FOR FREE\n• Transfer funds instantly to any major bank account nationwide\n• Save bank account details for future fund transfers\n• Send to BPI, BDO, Metrobank, Landbank, Unionbank, Chinabank, etc\nPAY BILLS AND FEES TO 400+ BILLERS\n• Pay utility bills and more without going out\n• Past due bills and paying with GCredit also accepted\n• Save favorite billers and set payment reminders\n• Electricity: Meralco, Kuryente Load, and other provincial providers\n• Water: Manila Water, Maynilad, and other provincial providers\n• Cable, Internet: Globe at Home, Sky Broadband, Smart Bro, etc\n• Telecoms: Globe Postpaid, PLDT DSL, Smart, Sun Cellular, etc\n• Credit Cards, Loans: BPI, BDO, Citibank, Home Credit, U-Peso, etc\n• Government: BIR, DFA, MMDA, NBI, SSS, Pag IBIG, etc\n• Travel: AirAsia, Cebu Pacific, PAL, etc\nBUY LOAD AND GET A 5% REBATE\n• Buy load for anyone on all networks instantly\n• Load any Globe, TM, Smart, TNT, Sun Cellular number\n• Get 5% discount on every load purchase\n• Buy exclusive Globe and TM load combos\n• Buy broadband packages for Globe at Home Prepaid Wifi\n• Buy TV channels, PIN for Cignal and SkyCable\n• Buy MaxiCare prepaid health insurance\nRECEIVE REMITTANCES AND PAYPAL FUNDS ONLINE\n• Receive remittances from MoneyGram and Western Union while at home\n• Key in your reference number and receive money on your phone\n• Link your Paypal to GCash to withdraw or transfer funds for free\nEXTEND YOUR BUDGET WITH GCREDIT\n• Gain access to GCredit, GCash's mobile credit line, based on your GScore\n• Credit limit starts from P1,000 to P30,000\n• Build your GScore by using GCash frequently\nCASH-IN WITH ONLINE BANKING AND DEBIT CARDS\n• Top up your GCash using online banking: BPI, RCBC, Unionbank, etc\n• Mastercard/Visa debit card also available: BDO, AUB, Citi, HSBC, and more\n• Cash in over the counter: Cebuana Lhuillier, Villarica, Touchpay, Bayad Center, etc\nSHOP ONLINE EVEN WITH NO CREDIT CARD\n• Easy, secure, and instant payments to Lazada, Shopee, and more\n• Pay for food and grocery deliveries with American Express Virtual Pay or GCash Mastercard\n• Link your GCash to App Store and Play Store to pay for apps, games, movies, and more\nPAY QR AT OVER 70,000 PARTNERS\n• Scan to pay QR codes at over 70,000 GCash partners\n• Pay at Puregold, SM, and a ton of shops and restaurants nationwide\nBUY GAMING CREDITS INSTANTLY\n• Buy 10 kinds of gaming pins from top brands at Php 1=1 cost\n• Get Garena Shells, Steam Wallet Codes, LevelUp, Blizzard, Ragnarok, GameClub Credits\n• Razer Gold, Rules of Survival, Mobile Legends Diamonds, PUBG PINs available\nOPEN A SAVINGS ACCOUNT WITH NO INITIAL DEPOSIT\n• No minimum deposit, no minimum balance\n• 4.1% interest rate per annum\n• In partnership with CIMB Bank; insured by PDIC\nINVEST MONEY FOR AS LOW AS P50\n• Subscribe to an investment fund for as low as P50\n• In partnership with ATRAM Trust Corp\nHELP RESTORE PHILIPPINE FORESTS WITH GCASH FOREST\n• Earn green energy on GCash Forest by doing green activities\n• Green activities: Walking, completing cashless transactions on GCash\n• Get enough points to plant a tree at Ipo Watershed\nJoin our ongoing promos to get freebies! Get cashbacks, vouchers, discounts, or even treats from Jollibee, Lazada, Bonchon and more!\nNow with 20 million users!"
  },
  "detail_reviews": {
    "username_reviews": "MARIA AZUCENA POCOT PITOC",
    "image_reviews": null,
    "created_time": "2021-04-12 08:51:20",
    "created_time_epoch": 1618217480,
    "email_reviews": null,
    "company_name": null,
    "location_reviews": null,
    "title_detail_reviews": null,
    "reviews_rating": null,
    "detail_reviews_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ],
    "total_likes_reviews": null,
    "total_dislikes_reviews": null,
    "total_reply_reviews": 1,
    "content_reviews": "Can i resit my apps gcash..I need tO down load again gcash",
    "reply_content_reviews": [
      {
        "username_reply_reviews": "cecille castrudes",
        "content_reviews": "i cant open.my gcash app"
      }
    ],
    "date_of_experience": "2021-04-12 08:51:20",
    "date_of_experience_epoch": 1618217480
  }
}