{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [],
  "crawling_time": "2024-01-22 13:37:52",
  "crawling_time_epoch": 1705905472,
  "path_data_raw": "data/data_raw/review_appsapks/real_racing_3_apk/json/detail/Real_Racing_3_APK.json",
  "path_data_clean": "data/data_clean/review_appsapks/real_racing_3_apk/json/detail/Real_Racing_3_APK.json",
  "reviews_name": "Real Racing 3 APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 1,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Name": "Real Racing 3",
    "Package": "com.ea.games.r3_row",
    "Version": "7.4.0",
    "Size": "29.03 MB",
    "Developed_By": "ELECTRONIC ARTS",
    "descriptions": "Real Racing 3 is the award-winning franchise that sets a new standard for mobile racing games – you have to play it to believe it.\nThis app offers in-app purchases. You may disable in-app purchasing using your device settings.\nOver 200 Million Downloads!\nTabbyAwards 2014 – WINNER: Best Action, Adventure, Arcade & Racing Game\nMobile Excellence Awards – WINNER: Best Mobile Game 2013\nGame Connect Asia Pacific – WINNER: Game of The Year 2013, Technical Excellence, Excellence in Art\nMeffy Awards – FINALIST: Best Mobile Game 2013\nReal Racing 3 features an ever-expanding roster of officially licensed tracks with 39 circuits at 17 real-world locations, a 43-car grid and over 140 meticulously detailed cars from top manufacturers. Plus Real-Time Multiplayer, Social Leaderboards, Time Trials, night racing, and innovative Time Shifted Multiplayer™ (TSM) technology, allowing you to race anyone, anytime, anywhere.\n**This is a resource-intensive game featuring extremely high quality visuals. Please make sure you have at least 1.5GB of free space on your device.**\nPRAISE FOR REAL RACING 3\n“Feels a full generation ahead of the competition” (IGN, 9.1/10, Editors’ Choice)\n“A stunning visual masterpiece on mobile” (Touch Arcade)\n“Sets the new standard on mobile for racing games” (Pocket Gamer, 9/10, Gold Award)\nREAL CARS\nTake the wheel of over 140 intensely detailed vehicles from iconic manufacturers like Ford, Ferrari, Lamborghini, Aston Martin and Mercedes-Benz and test your skills on an authentic 43-car race grid – the most epic racing experience on any handheld.\nREAL TRACKS\nBurn rubber on a full lineup of 17 real tracks in multiple configurations from top worldwide locations, including Silverstone, Hockenheimring, Le Mans, Dubai Autodrome and many more.\nREAL PEOPLE\nGo bumper to bumper with friends and rivals in global 8-player, cross-platform, real-time racing with drafting. Or drop into any race to challenge their AI-controlled versions in Time-Shifted Multiplayer™.\nMORE CHOICES THAN EVER\nCompete in over 4,000 events including Cup races, Eliminations and Endurance challenges. Choose from a wide range of upgrades to maximize your car’s performance. Customize your car with a huge collection of paints, vinyls and rims. View the action from a variety of camera angles, tweak the HUD and fine-tune the controls to your personal preference.\nTHE PREMIER RACING EXPERIENCE\nPowered by the remarkable Mint™ 3 Engine, Real Racing 3 features detailed car damage, fully functioning rear view mirrors, and dynamic reflections for truly HD racing. Enjoy a rich, next-gen game with the most advanced cross-platform social and competitive racing community ever. Real Racing 3 delivers it all and pushes the boundaries with every update.\nWelcome to the definitive racing experience.\n__\nUser Agreement: terms.ea.com\nVisit https://help.ea.com/ for assistance or inquiries.\nEA may retire online features and services after 30 days’ notice posted on www.ea.com/1/service-updates\nImportant Consumer Information: requires a persistent Internet connection (network fees may apply);Requires acceptance of EA’s Privacy & Cookie Policy and User Agreement.\nincludes in-game advertising; collects data through third party analytics technology (see Privacy & Cookie Policy for details); contains direct links to the Internet and social networking sites intended for an audience over 13.\nWhat’s New\nTake on the GT4 Motorsports Group with five Limited-Time Series featuring five all-new cars: the 2019 Porsche 718 Cayman GT4 Clubsport, 2019 Aston Martin Vantage GT4, 2018 Chevrolet Camaro GT4.R, 2018 Mercedes-AMG GT4, and 2018 Audi R8 LMS GT4!\nYou can also:\n• Access Limited-Time Series and Special Events to earn cars you may have missed\n• Take on a new Limited-Time Series to earn the Lamborghini Sesto Elemento\n• Check out all the new content in RRTV\nRev your engines and start racing!"
  }
}