{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [
    "com.sonyliv"
  ],
  "crawling_time": "2024-01-22 13:17:15",
  "crawling_time_epoch": 1705904235,
  "path_data_raw": "data/data_raw/review_appsapks/sonyliv_originals,_hollywood,_live_sports,tv_show_6.3.8_apk/json/detail/SonyLIV_Originals,_Hollywood,_LIVE_Sports,TV_Show_6.3.8_APK.json",
  "path_data_clean": "data/data_clean/review_appsapks/sonyliv_originals,_hollywood,_live_sports,tv_show_6.3.8_apk/json/detail/SonyLIV_Originals,_Hollywood,_LIVE_Sports,TV_Show_6.3.8_APK.json",
  "reviews_name": "SonyLIV: Originals, Hollywood, LIVE Sports,TV Show 6.3.8 APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 1,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Package": "com.sonyliv",
    "Version": "6.3.8",
    "Size": "21.75 MB",
    "Developed_By": "Sony Pictures Networks India Pvt. Ltd",
    "descriptions": "The all New SonyLIV.\nGlitzy New look, spectacular New Originals, thrilling live streams of Sports and an all New experience that lets you stream 40,000+ hours of binge-worthy stories! That’s four and a half years of stuff to watch!\nHighlights\n· Never a dull moment. One New Premiere, every Friday, every week for the rest of the year.\n· All New SonyLIV Originals made by the biggest storytellers of India.\n· 100+ new Originals, international series and movies every year. Yup, you read it right, 100+!\n· Like things your way? You can now create up to 5 different personalized profiles.\n· Just watched a show that you know your friends and family will love too? Now share your favourite shows with them in a jiffy!\n· Do not disturb. Subscribe to our pack and get rid of those ads and have a super smooth, uninterrupted streaming experience.\n· Watch all your favourite shows of Sony SET and SAB TV same time as TV.\n· Get things that even money can’t buy, like a chance to visit sets of your favourite Sony shows!\n· Watch on 2 screens at the same time.\nUpcoming: All New SonyLIV Originals\nYour Honor – Based on a hit Israeli show, a thrilling original web series that chronicles the life of an honest judge, Bishan Khosla, whose son gets involved in a hit-and-run case. Caught in the dilemma between family and morality, will the judge in him be able to save his son?\nAvrodh – Based on Rahul Singh and Shiv Aroor’s book ‘India’s Most Fearless’, Avrodh is a political thriller that is an authentic depiction of India’s first surgical strike. With Amit Sadh portraying the real-life Indian Army officer, this original web series will evoke a sense of pride in you.\nUndekhi – An absolute binge-watch, this suspense thriller showcases the story of Rishi, who witnesses a murder at a big fat Indian wedding in Manali. He decides to do the right thing, risking his life. This LIV Original has surprises at every turn, and will keep you hooked till the very end.\nAnd many many many more!\nIndia Premiere Series\nFor Life – A crime drama loosely based on the true story of Isaac Wright Jr., produced by Curtis 50 Cent Jackson.\nLincoln Rhyme: Hunt for the Bone Collector – Based on the best-selling book, “The Bone Collector”, this edge-of-the-seat thriller, chronicles the life of a former NYPD officer and disabled forensic genius, Lincoln Rhyme.\nOn Becoming a God in Central Florida – Nominated for the Golden Globes, this dark comedy stars Kirsten Dunst and produced by George Clooney.\nMost Popular English Shows\nBinge on award-winning shows like Seinfeld, Shark Tank, Power, The Good Doctor, Mr. Mercedes, and a lot more!\nLIVE Sports\nCatch-up on live action on Cricket, Football, Tennis, Olympics, WWE, Basketball, eSports, Racing, and Fight Sports with tournaments like Australian Open, NBA, UFC, Wrestlemania and more.\nWatch football at its finest as we bring you Europe’s most coveted tournaments like – the UEFA Champion’s League, Europa League, Serie A & The FA Cup.\nWWE Universe\nWith our new app-in-app feature, enjoy uninterrupted, ad-free access to the WWE Universe! Live stream WWE Raw, Smackdown, NXT and all the major pay-per-view events!\n9,000 hours of WWE library – on just a tap!\nMost Loved TV Shows, Movies, LIVE Channels\nBinge-watch and share your favourite shows with your friends and family, ad-free!\nMissed an episode of Kaun Banega Crorepati, The Kapil Sharma Show, CID, Taarak Mehta Ka Ooltah Chashmah or Indian Idol? – Watch it whenever you feel on the SonyLIV app!\nStream all Sony network channels, LIVE on LIV.\nKids Series\nThe Jungle Book, Prince Jai Aur Dumdaar Viru, Honey Bunny as Super Team, The Legend of Snow White, and more series for your kids. We don’t mind you getting a bit nostalgic with it as well.\nInteractive Experiences\nParticipate in the exclusive KBC PlayAlong. Play over 100 exclusive show-based games with multiplayer video quiz and augmented reality-enabled formats."
  }
}