{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [
    "Camera",
    "CamScanner",
    "CamScanner APK",
    "CamScanner for Android",
    "Download CamScanner",
    "Phone PDF Creator"
  ],
  "crawling_time": "2024-01-18 15:49:47",
  "crawling_time_epoch": 1705567787,
  "path_data_raw": "data/data_raw/review_appsapks/camscanner_–_phone_pdf_creator_apk/json/Nikhil.json",
  "path_data_clean": "data/data_clean/review_appsapks/camscanner_–_phone_pdf_creator_apk/json/Nikhil.json",
  "reviews_name": "CamScanner – Phone PDF Creator APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 50,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Name": "CamScanner -Phone PDF Creator",
    "Package": "com.intsig.camscanner",
    "Version": "5.1.0.20171009",
    "Size": "37.90 MB",
    "Installs": "50,000,000+ downloads",
    "Developed_By": "INTSIG Information Co.,Ltd",
    "descriptions": "The world’s No. 1 mobile document scanning and sharing app with over 100 million installs in more than 200 countries and regions.* Over 50,000 new registrations per day\n* CamScanner, 50 Best Apps, 2013 Edition – TIME\n* Top Developer – Google Play Store\nCamScanner helps you scan, store, sync and collaborate on various contents across smartphones, tablets and computers.\nFeatures:\n*Mobile Scanner\nUse your phone camera to scan receipts, notes, invoices, whiteboard discussions, business cards, certificates, etc.\n*Optimize Scan Quality\nSmart cropping and auto enhancing make the texts and graphics look clear and sharp\n*Quick Search\nBy entering any keyword, you’ll see a list of docs with the word in their titles, notes or images (Registrants only)\n*Extract Texts from Image\nOCR (optical character recognition) extracts texts inside single page for further editing or .txt sharing. (Licensed only)\n*Share PDF/JPEG Files\nEasily share docs in PDF or JPEG format with others via social media, email attachment or sending the doc link\n*Print & Fax\nInstantly print out docs in CamScanner with nearby printer; directly fax docs to over 30 countries right from the app\n*Collaboration\nInvite friends or colleagues to view and comment on your scans in a group. (Registrants only)\n*Advanced Editing\nMaking annotations or adding customized watermark on docs are made available for you\n*Secure Important Docs\nSet passcode for viewing important docs; meanwhile, when sending doc link, you can set password to protect it\n*Sync across Platforms\nSign up to sync documents on the go. Just sign in to any smartphone, tablet or computer (visit www.camscanner.com) you own and you can view, edit and share any document. (Registrants only)\nTips on how Camscanner can help you be the Top student\nIt’s not easy to keep up in class, it’s not easy to read, it’s not easy to organize your documents, neither is it easy to be a good student. However, with Camscanner, being an ‘A’ student just became easier. With Camscanner, you can improve on your learning efficiency, and we are going to tell you just how.\nScan and save board writings, and slides: You don’t need to take down notes while the professor is racing through his slides anymore. With Camscanner, it just became easy. You just need to sit in front of the class, make better scans and have them saved as your note.\nTake serious notes of information: While reading, whenever you find one information useful, all you need is to scan the information with your phone, and have it stored. You can also add notes to your scan.\nStay organized: Once all your documents are names properly, Camscanner would help you with the organization of the materials for your course work. You can easily search with the names when you are in search of an information. You lose nothing.\nGet feedback: When you are done making notes with Camscanner, you can get the view of your Professor or friend. You get to know what they think of the information you have. All you have to do is to hit the like button on the edit page.\nPremium Subscription Features ($ 4.99/month or $49.99/year):\n1. Edit OCR results and notes of the entire doc, exporting as .txt file\n2. Create Doc Collage for multiple pages\n3. Add 10G cloud space\n4. Add 40 extra collaborators\n5. Send doc link with password protection and expiration date\n6. Auto upload docs to Box, Google Drive, Dropbox , Evernote and OneDrive\n7. Batch download PDF files in web app (www.camscanner.com)\n8. Every benefit registrants enjoys\n9. Everything paid app offers\nPlease note the subscription is automatically renewed at the end of the period unless you choose to cancel the subscription.\nCamScanner users scan and manage\n* Bill, Invoice, Contract, Tax Roll, Business Card…\n* Whiteboard, Memo, Script, Letter…\n* Blackboard, Note, PPT, Book, Article…\n* Credential, Certificate, Identity Documents…\n3rd Party Cloud Storage Services Supported:\n-Box, Google Drive, Evernote, Dropbox, OneDrive\nThe free version is an ad-supported version and scanned documents are generated are with watermark; Invite 10 collaborators per document at most.\nWe’d love to hear your feedback: [email protected]\nFollow us on Twitter: @CamScanner\nLike us on Facebook: CamScanner\nFollow us on Google+: CamScanner\nWhat’s New\n1. New Business features\n2. You can create Group folders, to which group members can upload documents and improve work efficiency\n3. Group folder features contains three permissions: Folder Admin, Upload&Download, and Upload Only. Flexible settings and Data Security Assured."
  },
  "detail_reviews": {
    "username_reviews": "Nikhil",
    "image_reviews": null,
    "created_time": "2014-02-23 10:33:17",
    "created_time_epoch": 1393151597,
    "email_reviews": null,
    "company_name": null,
    "location_reviews": null,
    "title_detail_reviews": null,
    "reviews_rating": null,
    "detail_reviews_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ],
    "total_likes_reviews": null,
    "total_dislikes_reviews": null,
    "total_reply_reviews": 0,
    "content_reviews": "Hi I have downloaded this app but I got the message that it cannot be opened. M using Samsung galaxy grand. Pls help me for this.",
    "reply_content_reviews": [],
    "date_of_experience": "2014-02-23 10:33:17",
    "date_of_experience_epoch": 1393151597
  }
}