{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [
    "App Lock",
    "App Lock Apk",
    "App Lock for Android",
    "Download App Lock",
    "Lockers"
  ],
  "crawling_time": "2024-01-18 18:30:07",
  "crawling_time_epoch": 1705577407,
  "path_data_raw": "data/data_raw/review_appsapks/app_lock_apk/json/roshan.json",
  "path_data_clean": "data/data_clean/review_appsapks/app_lock_apk/json/roshan.json",
  "reviews_name": "App Lock APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 226,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Name": "App Lock",
    "Package": "com.am.applocker",
    "Version": "1.0",
    "Size": "2.34 MB",
    "Developed_By": "Well Apps",
    "descriptions": "App Lock is a must have personal security application to secure your privacy. Simple and secure application locker to prevent unauthorized use of your phone apps. Easy and clean user interface allows you to lock any app with just a single click.► Lock Apps :\nApp Lock can lock any app , such as Gallery, Whatsapp, Facebook, Messenger, Snapchat, Instagram, SMS, Contacts, Emails and any app you choose . Prevent unauthorized access and protect your privacy .► Lock Phone setting :\nPrevent others from changing your phone setting like… Wi-Fi , Bluetooth , Mobile data and Install/Uninstall . To keep your phone away from being messed up by other people .\n► Unlock by PIN or Pattern Lock :\nPIN and Pattern unlocking options, choose your favorite style to unlock App Lock protected apps, both options are safe and secure.\n► Password Recovery :\nSet your security question to recover the password in case you forget.\nAs we all know that phone security has become the top priority for all of us. In addition, it much required for the Smartphone users, either it is Android or iOS or any other OS based device. There are so many privacy apps available but the question is which one is good. Does the security app protect our private data, like Photos, Videos, Documents, Messages, Contacts, and many more? As the solution to all of these, here is the best App Lock application, we are going to describe its features and tricks for Android.\nFeatures and Tricks of AppLock APK\nThe App Lock APK is loaded with so many good features here are some of them:\nIt can hide the pictures through Photo vault.\nIt is providing three types of locking facilities such as Password lock, fingerprint lock, and Pattern lock.\nHide videos through Video Vault.\nSelect your favorite picture for the background customization.\nFeatures for default profiles like Unlock all and Guest.\nFor Customized Profiles: You can set different locked app groups, and change the lock easily.\nTime Lock Settings: You can manage the auto-lock and unlock according to your preference and time.\nLocation Lock setting: auto-lock and unlock facility according to location and in case of a changed location.\nYou can also hide the AppLock icon.\nAdvanced Protection feature: It can prevent AppLock by task killer.\nRandom keyboard: The random keyboard helps and prevent other people to access your pin code.\nIt has the fingerprint force stopped cover.\nIt can also lock the unwanted incoming calls.\nIt will ask for permission and will prevent uninstalling the other apps.\nThe app size is very small; hence, you do not need to have a big space to download this APK.\nThe power saving mode also there this can save your device battery.\n———————————–\nNOTE FOR HUAWEI AND XIAOMI USERS :\nHuawei and Xiaomi devices have task killer services that interfere with the App Lock service. To keep App Lock work properly, you need to add App Lock to allowed apps in those devices’ security settings.\nHuawei: Phone Manager App > Protected Apps > Add App Lock to the list.\nXiaomi: Services > Security > Permissions > Autostart, find App Lock and enable auto start.\n———————————–\nWhat’s New"
  },
  "detail_reviews": {
    "username_reviews": "roshan",
    "image_reviews": null,
    "created_time": "2014-05-13 03:48:10",
    "created_time_epoch": 1399952890,
    "email_reviews": null,
    "company_name": null,
    "location_reviews": null,
    "title_detail_reviews": null,
    "reviews_rating": null,
    "detail_reviews_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ],
    "total_likes_reviews": null,
    "total_dislikes_reviews": null,
    "total_reply_reviews": 0,
    "content_reviews": "Nice",
    "reply_content_reviews": [],
    "date_of_experience": "2014-05-13 03:48:10",
    "date_of_experience_epoch": 1399952890
  }
}