{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [],
  "crawling_time": "2024-01-22 13:37:18",
  "crawling_time_epoch": 1705905438,
  "path_data_raw": "data/data_raw/review_appsapks/pes_club_manager_apk/json/jonatas.json",
  "path_data_clean": "data/data_clean/review_appsapks/pes_club_manager_apk/json/jonatas.json",
  "reviews_name": "PES CLUB MANAGER APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 2,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Name": "PES CLUB MANAGER",
    "Package": "jp.konami.pesclubmanager",
    "Version": "2.3.3",
    "Size": "1.60 GB",
    "Developed_By": "KONAMI",
    "descriptions": "A major update including 2018-19 season player rosters and the improved match AI has been implemented!\nPES CLUB MANAGER is a unique entry in the Pro Evolution Soccer series that will test your tactical awareness and managerial skill like no other soccer game available. Join over 30 million managers around the globe, and see if you've got what it takes to lead your club to glory.\nNEW ENGINE BASED ON THE MOBILE VERSION OF \"PRO EVOLUTION SOCCER 2018\"\nExperience matches from a 3D perspective, and enjoy enhanced graphics enabled by the new engine. Alternatively, switch to 2D to dissect each match event from a tactical standpoint.\nThe new engine also means that player animations and match dynamics are smoother than ever before! In addition, more variations of goal celebrations have been added to recreate all the drama and excitement of real-life soccer matches.\nOFFICIAL LICENSES FROM ALL AROUND THE WORLD\nOfficial team and league licenses from popular clubs in Europe and South America included.\nSelect from over 5000 licensed soccer players when creating your team.\nMany legend players including BECKHAM, BATISTUTA, RONALDINHO, and ZICO are featured as well.\nA SOCCER MANAGEMENT EXPERIENCE BUILT FROM THE GROUND UP FOR ENTHUSIASTS OF TACTICAL SPORTS GAMES (FREE-TO-PLAY)\nClub Manager is a tactical soccer game that offers strategically-inclined soccer fans a comprehensive platform to effortlessly orchestrate each match. It's easy to pick up and play, even for those who don't have a lot of experience with typical action-focused soccer games. Unlike other games in the genre, Club Manager rewards your shrewdness as a manager as opposed to your reaction-time and ball control. Just like in the real world of soccer management, results depend on how well you're able to predict the ebb and flow of each match to determine how each contest will unfold.\nSHAPE YOUR TEAM TO SUIT YOUR STRATEGY\nContract skilled trainers and customize each player's training regime according to your own personal preference.\nYou'll also have access to new Player Skills such as \"Heading\", \"Heel Trick\", \"Rabona\", \"Low Lofted Passes\", \"Malicia\", and \"Acrobatic Clear\".\nEach manager has their own philosophy when it comes to soccer, and Club Manager allows you complete freedom to shape your team in this image.\nCompete with rival managers around the world with a team forged in the image of your favorite soccer strategy.\nNEW MODE: \"ALL-STAR SERIES\"\nPlay matches with a team comprised of 18 players chosen from the multiple teams assigned for the mission.\nAll users select from the same player pool, ensuring there is little difference between each team's base strength. As such, you'll have to rely purely on your tactical prowess if you want to emerge victorious.\nThe more victories you achieve, the greater your reward will be, so make sure to try your hand at this exciting new contest.\nENJOY THE SEASON LEAGUE AT YOUR OWN PACE\nThe season league calendar revolves entirely around your schedule, which means progress only occurs when you have time to complete matches. Enjoy the season at your own pace without worrying about fixed dates or times!\nA GLOBAL STANDARD FREE-TO-PLAY SOCCER GAME\nFor a true soccer-tactician, there is nothing sweeter than a victory won with limited team assets. The best tacticians won't have to worry about limited assets for long, however, as winning league and cup titles earn you rewards that allow you to upgrade your team considerably.\nThis application is a Free-To-Play online game. Please make sure that the device is connected to the internet before you play.\nCompatible OS: Android 4.2.0 or later\n*The game performance is not insured to run in any devices that are not included in the list above.\nCompatible Devices:\nhttps://www.konami.com/wepes/mobile/pescm/ja/#compatibilty\n*The game is not guaranteed to run on any devices that are not included in the list above.\nLicense List URL\nhttps://www.konami.com/wepes/mobile/pescm/en/#license\nWhat’s New\nIn June, PES CLUB MANAGER will be marking its 4th Anniversary since its initial release.\nThe game's icon will also feature FC BARCELONA's iconic top scorer, MESSI, who achieved this title 3 seasons in a row.\nUpdate Contents\n・4th Year Anniversary Campaign\n・Renewal of CLASSIC MASTERS\n・Number of registrable Association Player increased\n・Monthly Association Ranking of A-Medal begins\n・Game balance adjustment for Special Traits\n・Other minor modifications"
  },
  "detail_reviews": {
    "username_reviews": "jonatas",
    "image_reviews": null,
    "created_time": "2020-05-15 10:27:48",
    "created_time_epoch": 1589538468,
    "email_reviews": null,
    "company_name": null,
    "location_reviews": null,
    "title_detail_reviews": null,
    "reviews_rating": null,
    "detail_reviews_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ],
    "total_likes_reviews": null,
    "total_dislikes_reviews": null,
    "total_reply_reviews": 0,
    "content_reviews": "bom demais",
    "reply_content_reviews": [],
    "date_of_experience": "2020-05-15 10:27:48",
    "date_of_experience_epoch": 1589538468
  }
}