{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [
    "Tools"
  ],
  "crawling_time": "2024-01-18 18:30:30",
  "crawling_time_epoch": 1705577430,
  "path_data_raw": "data/data_raw/review_appsapks/clean_master_–_space_cleaner__antivirus_apk/json/53north.json",
  "path_data_clean": "data/data_clean/review_appsapks/clean_master_–_space_cleaner__antivirus_apk/json/53north.json",
  "reviews_name": "Clean Master – Space Cleaner & Antivirus APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 69,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Name": "Clean Master- Space Cleaner & Antivirus",
    "Package": "com.cleanmaster.mguard",
    "Version": "6.11.7",
    "Size": "18.93 MB",
    "Installs": "500,000,000+ downloads",
    "Developed_By": "Cheetah Mobile",
    "descriptions": "Clean Master, the best optimization tool with space cleaner and antivirus, it helps keep your phone clean and safe from viruses. Clean Master also added the Private Photo feature, which helps you easily hide and encrypt your photos and secure your privacy.Clean Master Key Functions:\n– JUNK CLEANER (JUNK FILES)\nClean Master helps free up your storage space by removing junk, residual and cache files which slows down your phone.\nWith our professional cleaner, you can also free up much more space from cleaning cache data from social apps such as Facebook, Messenger, WhatsApp, Instagram without worrying about deleting the wrong files.\n– FREE ANTIVIRUS\nScans for virus on all apps (pre-installed or not), blocks and removes virus to keep your phone safe from viruses, trojans and protects your privacy with Clean Master’s free antivirus engine which is ranked #1 by AV-TEST!\n– Private Photo – Your Photo Vault\nPrivate Photo keeps your photos safe by encrypting them. With Private Photo, you can hide photos that you do not want others to see and protect your privacy.\n– WiFi SECURITY\nClean Master added the WiFi Security feature to detect fake WiFi and unauthorized connections. Keep your phone safe from insecure public WiFi.\n🚀 BOOST MOBILE\nOne Tap Boost helps speed up phone by freeing up RAM. After boosting your mobile, you can run a speed test to see how much faster it is.\n– BATTERY SAVER\nClean Master helps to save battery power and extend battery life by hibernating running apps.\n– Game Master\nWith Game Master, you can manage your games, accelerate loading speed of games and find more fun games here.\nOther optimization features\n☆CHARGE MASTER- Prevents overcharging, displays charging status and application message while charging.\n☆ APPLOCK- Keeps your app privacy safe with an AppLock PIN or pattern.\n☆ iSWIPE- Quick access to other apps and tools.\n☆ APP MANAGER – Back up and uninstall apps.\nClean Master, the world’s leading space cleaner & antivirus app on Google Play.\nWe added some powerful features to make Clean Master more smarter and convenient. These features will require addtional phone permissions.\nRest assured none of your personal info will be collected per the Privacy Policy.\n1.New junk clean engine, added clean junk messages and more (require SMS, Contacts, Call Logs, Calendar and Location permissions)\n2.New way to interact with your phone on lock screen (require Microphone permission)\n3.More personalized settings to beautify your phone\nNew features are only accessible to some users now, welcome to contact us to try it in advance.\n– [LIKE US and STAY CONNECTED] –\nFollow our Instagram and Google+ to get more interesting pictures, videos & Clean Master usage tips every day!\nInstagram: instagram.com/cleanmasterteam/\nGoogle+: plus.google.com/u/0/communities/106742377658392172082\nFacebook: facebook.com/kscleanmaster/\nEnhance the functionality of the intelligent data\nWe will use the installed app(s) list and app(s) installation folder contents for the cloud engine to enhance the junk files recognition capability of JUNK CLEANER (JUNK FILES), the running app(s) status for the cloud engine to enhance the effect of BOOST MOBILE and power saving ability of BATTERY.\nThe privacy of the user account information registered in Private Photo relies on Google Firebase service providing a safe and reliable mechanism to ensure data security.\nTOS: cmcm.com/protocol/site/tos.html\nPolicy: cmcm.com/protocol/site/privacy.html\nAd Choice: cmcm.com/protocol/site/ad-choice.html\nClean Master use accessibility services to improve junk clean feature in some devices.\nWhat’s New\n1.Added Message Security feature to protect your private message.\n2.Added Privacy Policy on Antivirus feature."
  },
  "detail_reviews": {
    "username_reviews": "53north",
    "image_reviews": null,
    "created_time": "2014-12-24 07:33:14",
    "created_time_epoch": 1419406394,
    "email_reviews": null,
    "company_name": null,
    "location_reviews": null,
    "title_detail_reviews": null,
    "reviews_rating": null,
    "detail_reviews_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ],
    "total_likes_reviews": null,
    "total_dislikes_reviews": null,
    "total_reply_reviews": 0,
    "content_reviews": "Scam app.\nHave rooted phone with no Google at all, yet it was wanting to ‘clean’ Play & Gmail LOL..\nLook at permissions…\nFound a way of deleting it’s 3.08Mb very quickly!!",
    "reply_content_reviews": [],
    "date_of_experience": "2014-12-24 07:33:14",
    "date_of_experience_epoch": 1419406394
  }
}