{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [
    "ws.coverme.im"
  ],
  "crawling_time": "2024-01-22 13:23:58",
  "crawling_time_epoch": 1705904638,
  "path_data_raw": "data/data_raw/review_appsapks/private_text_messaging__secure_texting__calling_2.8.30_apk/json/Blessing.json",
  "path_data_clean": "data/data_clean/review_appsapks/private_text_messaging__secure_texting__calling_2.8.30_apk/json/Blessing.json",
  "reviews_name": "Private Text Messaging + Secure Texting & Calling 2.8.30 APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 2,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Package": "ws.coverme.im",
    "Version": "2.8.30",
    "Size": "38.29 MB",
    "Developed_By": "CoverMe Secure Messenger & Vault, Inc.",
    "descriptions": "CoverMe Private Text Messaging + Secure Texting & Calling is a private messenger for private texts & calls from a burner line. Better private messaging experience with disappearing messages, encrypted messages, anonymous sms, etc. Hide secret text messages, private call logs, and personal contacts from prying eyes. Everything is end-to-end encrypted on CoverMe Private Messenger.\n• Send private texts from a burner phone number\n• Make secure private phone calls with a private phone number\n• Send disappearing messages, recall sent messages\n• End-to-end encrypt all secret sms & messages\n• Shake to lock personal private text messages\n• Private vault to hide photos, videos, passwords and any files\n• Disguise CoverMe with a mask app to hide all secrets and privacy\nPrivate Phone Number as Burner Line\nGet a real US or Canada phone number to hide your primary number for anonymous secret text & call. CoverMe Private Text Messaging + Secure Texting & Calling provides burner phone numbers with various area codes, perfect for business, online dating (OkCupid, Tinder, Zoosk…) and any other situation to have your privacy better secured. You can change the disposable phone number any time.\nPrivate Calling\nMake secure anonymous wifi phone calls to US, Canada and China with a disposable burner line, with superior clarity to existing regular phone service. Your call logs won’t show up on your phone bill.\nPrivate Texting\nSend unlimited secret sms and anonymous texts with a real burner phone number to keep your personal number private. Your private text messages are off the record.\nDisappearing Messages\nCoverMe private messenger allows your fully messaging control. You will immediately know when the recipient has read your messages. You can make your sent message disappear itself once it was read. Never worry about private text messages being spread around or stored!\nEver sent a private picture or poorly judged text message to someone by accident? No problem – just recall the messages!\nEnd-to-end Encryption for Your Conversations\nRegular calls & texts are delivered across unprotected phone networks and can be intercepted without your knowledge. By encrypted data transmission tech, calls and texts on CoverMe Private Messenger are highly protected and completely anonymous. Everything is end-to-end encrypted and safe from spying eyes and hackers.\nShake to Hide Secret Text Messages\nWorried about prying eyes when texting on public? Just lock the private messaging app simply with a shake. You can even disguise CoverMe Private Messenger with a mask app so others won’t know you are using it. With decoy passwords, even if someone enters CoverMe, he cannot read your private messages or secret SMS.\nPrivate Vault for Extra Security\nCoverMe Private Text Messaging + Secure Texting & Calling ensures your private photos & videos, passwords, personal contacts, confidential documents, notes, secret diary stay hidden and locked. The encrypted vault is completely impenetrable with a strong password. Even if your device is lost or left unattended, your private files are absolutely safe.\nCoverMe Private Text Messaging + Secure Texting & Calling, make private things private!\n____________________________________\n♥ Learn more at coverme.ws\n♥ Follow us at twitter.com/covermeapp\n♥ Like us at facebook.com/covermemobile\n♥ Google+ at plus.google.com/108768077336333941429\n♥ Need Help? http://coverme.ws/support"
  },
  "detail_reviews": {
    "username_reviews": "Blessing",
    "image_reviews": null,
    "created_time": "2021-07-22 16:48:40",
    "created_time_epoch": 1626972520,
    "email_reviews": null,
    "company_name": null,
    "location_reviews": null,
    "title_detail_reviews": null,
    "reviews_rating": null,
    "detail_reviews_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ],
    "total_likes_reviews": null,
    "total_dislikes_reviews": null,
    "total_reply_reviews": 0,
    "content_reviews": "The app is real and I can see is good",
    "reply_content_reviews": [],
    "date_of_experience": "2021-07-22 16:48:40",
    "date_of_experience_epoch": 1626972520
  }
}