{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [],
  "crawling_time": "2024-01-22 13:34:27",
  "crawling_time_epoch": 1705905267,
  "path_data_raw": "data/data_raw/review_appsapks/gt_racing_2_the_real_car_exp_apk/json/detail/GT_Racing_2_The_Real_Car_Exp_APK.json",
  "path_data_clean": "data/data_clean/review_appsapks/gt_racing_2_the_real_car_exp_apk/json/detail/GT_Racing_2_The_Real_Car_Exp_APK.json",
  "reviews_name": "GT Racing 2: The Real Car Exp APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 1,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Name": "GT Racing 2: The Real Car Exp",
    "Package": "com.gameloft.android.ANMP.GloftRAHM",
    "Version": "1.5.9g",
    "Size": "1.09 GB",
    "Developed_By": "Gameloft SE",
    "descriptions": "GT Racing 2: The Real Car Experience is a true-to-life automotive journey featuring the most prestigious cars in the world!\nThe best-selling franchise is back for free and it's designed to offer an unprecedented level of driving enjoyment, whether playing solo or multiplayer.\nLEADERSHIP: POSSIBLY THE BEST HANDHELD RACING SIMULATION\n• The richest handheld racing simulation game this year: 71 licensed cars on 13 tracks, including the real Mazda Raceway Laguna Seca.\n• A superb collection of real cars from over 30 manufacturers: Mercedes-Benz, Ferrari, Dodge, Nissan, Audi, Ford, and more.\n• Test your driving skills by completing 1,400 events, including Classic Races, Duels, Knockouts and Overtakes.\n• 28 new challenges each week: improve your driving skills & maybe win a new car for free!\nAUTHENTICITY: A DEEPER DRIVING SENSATION\n• The new physics model offers the most realistic car dynamics ever offered in a handheld game.\n• The sun is not always shining in GT Racing 2: Our tracks have different times of day and weather conditions.\n• Race your way by choosing from among 4 different cameras, including a breathtaking interior view, and feast your eyes on real car designs!\n• No repair times or repair costs! We won't make you wait or pay to race in an event again.\nEXPERIENCE: ENJOY THE RIDE SOLO OR IN MULTIPLAYER\n• Compete with your friends or with real players from all over the world. Earn the fastest time on each race in multiplayer!\n• Join teams to play with other drivers and accomplish common goals.\n• New racer? Turn on Steering & Braking Assistance to get up to speed in a flash!\n• Veteran driver? Tweak your performance in the garage with tons of custom options!\nNo other games could offer you better realistic racing simulation than GTR2. Download it for free and enjoy the most authentic racing game on the market!\nFor fans of racing games, racing simulation games, rally games, and everything related to cars! This game is free to play.\n_____________________________________________\nVisit our official site at http://www.gameloft.com\nFollow us on Twitter at http://glft.co/GameloftonTwitter or like us on Facebook at http://facebook.com/Gameloft to get more info about all our upcoming games.\nCheck out our videos and game trailers on http://www.youtube.com/Gameloft\nDiscover our blog at http://glft.co/Gameloft_Official_Blog for the inside scoop on everything Gameloft.\n_____________________________________________\nThis app allows you to purchase virtual items within the app and may contain third-party advertisements that may redirect you to a third-party site.\nPrivacy Policy : http://www.gameloft.com/privacy-notice/\nTerms of Use : http://www.gameloft.com/conditions/\nEnd User License Agreement : http://www.gameloft.com/eula/\nWhat’s New\nTake advantage of the improved performance and stable gameplay.\nVarious bug fixes and improvements."
  }
}