{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [
    "com.google.android.apps.googlevoice"
  ],
  "crawling_time": "2024-01-22 13:14:32",
  "crawling_time_epoch": 1705904072,
  "path_data_raw": "data/data_raw/review_appsapks/google_voice_2020.26.317757783_apk/json/detail/Google_Voice_2020.26.317757783_APK.json",
  "path_data_clean": "data/data_clean/review_appsapks/google_voice_2020.26.317757783_apk/json/detail/Google_Voice_2020.26.317757783_APK.json",
  "reviews_name": "Google Voice 2020.26.317757783 APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 1,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Package": "com.google.android.apps.googlevoice",
    "Version": "2020.26.317757783",
    "Size": "25.72 MB",
    "Developed_By": "Google LLC",
    "descriptions": "Google Voice gives you a phone number for calling, text messaging, and voicemail. It works on smartphones and computers, and syncs across your devices so you can use the app in the office, at home, or on the go.\nNOTE: Google Voice only works for personal Google Accounts in the US and G Suite accounts in select markets. Text messaging is not supported in all markets.\nYou're in control\nGet spam filtered automatically and block numbers you don’t want to hear from. Manage your time with personalized settings for forwarding calls, text messages, and voicemail.\nBacked up and searchable\nCalls, text messages, and voicemails are stored and backed up to make it easy for you to search your history.\nManage messages across devices\nSend and receive individual and group SMS messages from all your devices.\nYour voicemail, transcribed\nGoogle Voice provides advanced voicemail transcriptions that you can read in the app and/or have sent to your email.\nSave on international calling\nMake international calls at competitive rates without paying extra for international minutes with your mobile carrier.\nKeep in mind:\n• Google Voice is currently only available in the US. Google Voice for G Suite users is available in select countries. Check with your administrator for access.\n• Calls made using Google Voice for Android can be placed through a Google Voice access number. All access number based calls use the standard minutes from your cell phone plan and may incur costs (e.g. when traveling internationally)."
  }
}