{
  "link": "https://www.appsapk.com",
  "domain": "www.appsapk.com",
  "tag": [
    "com.formula.car.racing.freegames"
  ],
  "crawling_time": "2024-01-22 13:19:47",
  "crawling_time_epoch": 1705904387,
  "path_data_raw": "data/data_raw/review_appsapks/real_thumb_car_racing_new_car_games_2020_1.4.5_apk/json/detail/Real_Thumb_Car_Racing_New_Car_Games_2020_1.4.5_APK.json",
  "path_data_clean": "data/data_clean/review_appsapks/real_thumb_car_racing_new_car_games_2020_1.4.5_apk/json/detail/Real_Thumb_Car_Racing_New_Car_Games_2020_1.4.5_APK.json",
  "reviews_name": "Real Thumb Car Racing: New Car Games 2020 1.4.5 APK",
  "location_reviews": null,
  "category_reviews": "application",
  "total_reviews": 1,
  "reviews_rating": {
    "total_rating": null,
    "detail_total_rating": [
      {
        "score_rating": null,
        "category_rating": null
      }
    ]
  },
  "detail_application": {
    "Package": "com.formula.car.racing.freegames",
    "Version": "1.4.5",
    "Size": "17.94 MB",
    "Developed_By": "Abstron Pvt Ltd",
    "descriptions": "Looking for racing car games? Play this car game & become expert of driving games 2020.\nAre you addictive of car games and new games 2020? This car game is a challenging game with modern cars on racing tracks to enjoy the sports car race with superb drifting with thumb. Get up to take part in new racing challenges as a real thumb car racer and experience the superfast racing movements for the first time on your android device.\nReal Thumb Car Racing Features:\n• Multiple racing tracks with HD graphics\n• Realistic car simulation and smooth game controls\n• A wide range of new cars and sports cars available to ride\n• Three turbo challenging racing modes\n• Dangerous drifting stunts to perform\nMight be you have been played many car games 2019. Enjoy driving the fastest thumb cars on twisty racing tracks and beat the rivals with many drifting stunts in this car game. This 2019 car racing game have multiple auto racing challenges to test your driving skills. In this car game, show off thumb car drifting while rushing like crazy and use the nitro boost to reach the victory stand fast. This car game comprises a lot of thrilling races to make you real champion of racing. Join the breathtaking racing contests and give full throttle to your racing car & become the champion racer of car racing world. So, install this racing car game free of cost.\nThis car racing game 2020 is developed with advance features of car racing games and driving games. Enjoy the ride of luxury cars and go bumper to bumper while taking the sharp and dangerous turns around the corners. Drift heavily while changing the racing lanes quickly and don’t crashed with other riders in this car game. Avoid bumping with obstacles and hurdles and use the slow motion option to bypass the difficult situations. Auto games driving is a real fun but this is a game having triple fun of driving, drifting and racing in new games 2020. This car game 2019 is designed as realistic sports racing and have a real 3D terrain with stunning high-quality graphics and fabulous animations. Just download this car game and be the first on the leader boards.\nIn the world of car games 2019, you might have played many car games. But we develop quality car games with extra free games features. In the past there were many best car games but here can enjoy three challenging racing car modes in it. Play the circuit, objective and survival mode to polish your car drifting skills and try to collect maximum cash rewards during the race. You can use the cash rewards to buy or upgrade your cars and also you can purchase mega bundles having nitro booster and turbo packs in this car game. Intuitive car controls in new games give the lifelike driving and drifting, which make this car games 2019 a real competition. Keep an eye on fuel bar during the venture and collect as much fuel tanks as you can. Also, collect the power upgrades and car repairing tools to repair your racing car and avoid bumping with other racers in car racing tracks. The best car drivers take the racing cars to be the part of racing fun. Enjoy this new game 2019 free and you can play this new car game without internet connection. This is best game and new cars waiting for you so fun is locked in the install button for you.\nPlay one of the best offline car game with unlimited fun. In this car game explore the best offline game with endless levels. This car game is very interesting and challenging. In this racing game, you have to be a car drive. Real thumb car games 2020 are basically the car driving game offline with the variety of modes. If you ever wanted to play car driving games than this offline game is just for you. So, I suggest you to play this new racing game 2020 and polish your car driving games skills.\nIf you like new games then please try our other new games 2020 by clicking “More by us” or by visiting our publisher account. And don’t forget to rate and review."
  }
}